Repository: Gamer-Grad/whdbx_web
Catalog: locales/whdbx.po
Languages: ru

source: Why?
ru: Зачем?

source: Logout
ru: Выход

source: Wormhole:
ru: Червоточина:

source: System
ru: Система

source: Wormhole
ru: Червоточина

source: W-SPACE
ru: ГЛАВНАЯ

source: SIGNATURES
ru: СИГНАТУРЫ

source: SLEEPERS
ru: СЛИПЕРЫ

source: EFFECTS
ru: ЭФФЕКТЫ

source: WHDB
ru: БАЗА ВХ

source: About project
ru: О проекте

source: Oops! Something broke, send message ingame to <b>Lexx Min</b>, or file a bug on
ru: Ой! Что-то сломалось, срочно стучите в личку <b>Lexx Min</b>, или багрепорт в

source: github issues
ru: issues на github

source: Attach the following technical information:
ru: Приложите нижеследующую техническую информацию:

source: Sorry, error happened
ru: Увы и ах, возникла ошибка

source: Report statics!
ru: Сообщить статики!

source: Write statics names, <br /> separating with commas:
ru: Перечислите названия статиков, <br /> разделяя запятыми:

source: min.
ru: мин.

source: h.
ru: ч.

source: Capital escalation wave is spawned for each capital ship type warp-in.
ru: Кап. доресп волна спавнится на приварп капитала, по одной на каждый тип капитала.

source: Cap. escalation wave
ru: Кап. доресп волна

source: Thera signatures and anomalies:
ru: Сигнатуры и аномалии Теры:

source: Signatues and anomalies of frig-WH:
ru: Сигнатуры и аномалии фриг-ВХ:

source: Signatues and anomalies
ru: Сигнатуры и аномалии

source: th class
ru: -го класса

source: Other signatures of the same type:
ru: Другие сигнатуры того же типа:

source: frig-shattered
ru: фриг-разломанная

source: class
ru: класс

source: shattered
ru: разлом

source: Sleepers appear approximately in 20 minutes after signature activation.
ru: Слиперы появляются примерно через 20 минут после активации сигнатуры.

source: Gas clouds
ru: Газовые облака

source: unit
ru: единица

source: Full Venture:
ru: Полная Вентура:

source: total units
ru: всего единиц

source: Harvesting in a Venture
ru: Добыча Вентурой

source: hour
ru: час

source: Full profit from gas clouds
ru: Полный выхлоп с облаков

source: Jita sell price, updates once a day
ru: Цена продажи в Jita, обновление раз в сутки

source: Time to fill a Venture with
ru: Время заполнения Вентуры с

source: without mining bonuses
ru: без бонусов на копку

source: minutes
ru: минут

source: Ore asteroids
ru: Рудные астероиды

source: without cap. escalations
ru: без кап. дореспов

source: Total
ru: Всего

source: Ore sites
ru: Рудные сигнатуры

source: Gas sites
ru: Газовые сигнатуры

source: Thera anomalies
ru: Аномалии в Thera

source: combat
ru: боевая

source: relic
ru: релик

source: data
ru: датка

source: ore
ru: руда

source: gas
ru: газ

source: Wave
ru: Волна

source: Abilities
ru: Способности

source: none
ru: нет

source: Navigation
ru: Навигация

source: Signature radius
ru: Радиус сигнатуры

source: Max. speed
ru: Макс. скорость

source: Orbit
ru: Орбита

source: Shield
ru: Щит

source: Armor
ru: Броня

source: Hull
ru: Корпус

source: Shield resists
ru: Резисты щита

source: Armor resists
ru: Резисты брони

source: Attack range
ru: Радиус атаки

source: Sleepers
ru: Слиперы

source: EWAR Abilities
ru: РЭБ способности

source: Energy Neutralizing
ru: Нейтрики

source: Warp disruption
ru: Дизраптор

source: Stasis Webifier
ru: Сетка

source: Remote armor repair
ru: Удаленная откачка брони

source: Loot
ru: Дроп

source: Sleepers from
ru: Слеперы

source: classes
ru: классов

source: Warp scrambler
ru: Скрамблер

source: Defense
ru: Защита

source: Offense
ru: Атака

source: classes:
ru: классы:

source: Effects
ru: Эффекты

source: Signatures
ru: Сигнатуры

source: WH Database
ru: База ВХ

source: effect
ru: эффект

source: Armor HP
ru: ХП Брони

source: Armor Resists
ru: Резисты брони

source: Bomb Damage
ru: Урон бомб

source: Capacitor capacity
ru: Ёмкость накопителя

source: Capacitor recharge
ru: Реген накопителя

source: Capacitor recharge time
ru: Время регена накопителя

source: Damage
ru: Урон

source: Drone Tracking
ru: Трекинг дронов

source: Heat Damage
ru: Урон от перегрева

source: Inertia
ru: Инерция

source: Local armor repair amount
ru: Локальная откачка брони

source: Local shield boost amount
ru: Локальная откачка щита

source: Missile Explosion Velocity
ru: Скрость взрывной волны

source: Missile explosion radius
ru: Радиус взрыва

source: Missile velocity
ru: Скорость ракет

source: NOS / Neut Drain Amount
ru: Сила носф / нейтриков

source: Overload Bonus
ru: Бонус от перегрева

source: Remote Capacitor Transmitter amount
ru: Удаленная накачка нокопителя

source: Remote repair amount
ru: Удаленная накачка брони

source: Shield HP
ru: ХП щита

source: Shield Resist
ru: Резисты щита

source: Shield transfer amount
ru: Удаленная накачка щита

source: Ship velocity
ru: Скорость корабля

source: Signature
ru: Радиус сигнатуры

source: Signature Size
ru: Радиус сигнатуры

source: Small Weapon Damage
ru: Урон малых орудий

source: Smart Bomb Damage
ru: Урон смарт-бомб

source: Smart Bomb Range
ru: Радиус смарт-бомб

source: Stasis Webifier Strength
ru: Сила сеток

source: Target Painter Strength
ru: Сила подсветки пейнтером

source: Targeting Range
ru: Радиус прицеливания

source: Targeting range
ru: Радиус прицеливания

source: Tracking Speed
ru: Скорость наводки орудий

source: Select class:
ru: Класс:

source: frig-WH
ru: фриг-ВХ

source: drifters-WH
ru: дрифтерская ВХ

source: With effect
ru: С эффектом

source: No effect
ru: Без эффекта

source: With static
ru: Со статиком

source: to class
ru: в класс

source: to Null-sec
ru: в Нулльсек

source: to Low-sec
ru: в Лоусек

source: to High-sec
ru: в Хайсек

source: Find all systems:
ru: Найти все системы:

source: high-sec
ru: хай-сек

source: low-sec
ru: лоу-сек

source: null-sec
ru: нуль-сек

source: no effect
ru: нет эффекта

source: WH-system
ru: ВХ-система

source: Signatures and anomalies
ru: Сигнатуры и аномалии

source: No information.
ru: Нет информации.

source: WH class
ru: Класс ВХ

source: Thera can have signatures from classes 3-4,<br />all gas/ore anoms from higher classes.<br />
ru: Тера может иметь сигнатуры из 3-4 классов,<br />все газы/руды из высших классов.<br />

source: <b>8</b> statics - <b>2</b> to high-sec, <b>3</b> to low-sec, <b>3</b> to nullsec.
ru: <b>8</b> статиков - <b>2</b> в хайсек, <b>3</b> в лоусек, <b>3</b> в нули.

source: Leads into
ru: Ведет в

source: Mass
ru: Масса

source: Jump mass
ru: Масса на прыг

source: Life time
ru: Время жизни

source: mil. kg
ru: млн. кг

source: firg-WH, classes 1-3, effect from C6
ru: фриг-ВХ, классы 1-3, эффект от C6

source: All statics are frig-sized holes.
ru: Все статики тоже фригодырки.

source: These are new systems, statics info <br />may be incorrect or missing. Please report errors!<br />
ru: Т.к. это новые системы, инфа о статиках может <br />быть неточной или отсутствовать. Сообщайте об ошибках!<br />

source: drifters
ru: дрифтерская

source: Effect from C2, no statics info.<br />Usually has many holes to k-space systems.
ru: Эффект от С2, информаци о статиках нет.<br />Обычно имеет много дырок в к-спейс.

source: Statics
ru: Статики

source: unknown
ru: неизвестно

source: Static
ru: Статик

source: Effect
ru: Эффект

source: Planets
ru: Планеты

source: List of planets
ru: Список планет

source: Moons
ru: Луны

source: Star
ru: Звезда

source: is not a WH system. It is
ru: это не ВХ-система. Это

source: Security level
ru: Уровень безопасности

source: Radius
ru: Радиус

source: last planet orbit
ru: орбита последней планеты

source: See system on:
ru: Система на:

source: frig-WH, classes 1-3, effect from C6
ru: фриг-ВХ, классы 1-3, эффект от C6

source: High-sec
ru: Хай-сек

source: Low-sec
ru: Лоу-сек

source: Null-sec
ru: Нуль-сек

source: frig shattered
ru: фриг разлом

source: C1 shattered
ru: С1 разлом

source: C2 shattered
ru: С2 разлом

source: C3 shattered
ru: С3 разлом

source: C4 shattered
ru: С4 разлом

source: C5 shattered
ru: С5 разлом

source: C6 shattered
ru: С6 разлом

source: frig shattered, class 1-3, effect class 6
ru: фриг разлом, класс 1-3, эффект из класса 6

source: drifters wh, effect class 2
ru: дрифтерская ВХ, эффект из класса 2

source: PVP-activity for system from
ru: ПВП-активность системы с

source: Link
ru: Ссылка

source: Time
ru: Время

source: Ship
ru: Корабль

source: Victim
ru: Жертва

source: Attackers, final blow
ru: Атакующие, последний выстрел

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: days ago
ru: дн. назад

source: Language
ru: Язык

source: About EVE-SSO
ru: О EVE-SSO

source: Not found!
ru: Не найдено!

source: Mass:
ru: Масса:

source: mil.kg
ru: тыс.тонн

source: Jump mass:
ru: Масса на прыг:

source: Life time:
ru: Время жизни:

source: hr.
ru: ч.

source: ppl
ru: чел

source: No triggers on this site, any sleeper kill can trigger next wave.
ru: На данном сайте нет триггеров, любой убитый корабль может вызвать следующую волну.

source: Recommendation:
ru: Рекомендация:

source: Destroy all sleeper battleships
ru: Уничтожить все линкоры слиперов

source: Destory all other sleepers
ru: Уничтожить все остальные корабли

source: In this wave, the trigger is a container relic site. After a successful or unsuccessful exposure to a random container with the help of <img src="/static/img/sigs/relic_site.png" width="25px" alt="Relic Analizer"> <b style="color: #FFA600;">Relic Analizer</b>, 3 waves will appear.
ru: В данной волне, тригером является контейнер релик сайта. После удачного или неудачного воздействия на случайный контейнер при помощи <img src="/static/img/sigs/relic_site.png" width="25px" alt="Relic Analizer"> <b style="color: #FFA600;">Relic Analizer</b>, появится 3 волна.

source: Default NPC positions
ru: Позиции NPC по умолчанию.

source: Popular ships position
ru: Популярные позиции

source: Options for equipping ships
ru: Варианты фитинга

source: Positions of waves on anomalies.
ru: Позиции волн на аномали.

source: Popular position of the ships. They are often used for ships with drones.
ru: Популярная позиция для кораблей. Она часто используется для дроновых кораблей.

source: Options for equipping ships.
ru: Варианты фитинга
